import React from "react";

const About = () => {
  return (
    <div className="max-w-6xl mx-auto mb-16 px-6 lg:px-0 border-b-[1px] pb-10 border-slate-200">
      <h2 className="text-2xl font-bold text-black mb-3">عن هذا المنتج</h2>
      <p className="text-slate-900 font-medium mb-2.5 text-sm">
        تقديم LuxeEnBois Rotating Shoe Rack - الحل النهائي لتنظيم مجموعة الأحذية
        الخاصة بك. مع تصميمه الدوار 360 درجة، يتيح لك هذا الرف إمكانية الوصول
        السهل إلى جميع أزواج الأحذية المفضلة لديك. قل وداعًا للخزائن غير المنظمة
        وكومة الأحذية المبعثرة - يقدم رف الأحذية الخاص بنا حلاً عمليًا وفعالاً
        للتخزين. مع 7 مستويات والقدرة على احتواء أكثر من 35 زوجًا من الأحذية، لن
        تضطر أبدًا إلى القلق بشأن العثور على مساحة كافية لأحذيتك.
      </p>
      <p className="text-slate-900 font-medium mb-2.5 text-sm">
        لم يعد هناك حاجة للبحث في الأكوام أو البحث عن كعوبك أو أحذيتك الرياضية
        المفضلة. كل ما عليك فعله هو تدوير الرف بلطف، وستكون أحذيتك في متناول
        اليد. مصنوع من مواد عالية الجودة، رف الأحذية الخاص بنا ليس فقط متينًا
        ولكنه أنيق أيضًا. تصميمه الأنيق ولونه المحايد يجعلانه إضافة مثالية لأي
        ديكور. سواء كنت تملك شقة صغيرة أو خزانة سعيدة، سيساعدك LuxeEnBois
        Rotating Shoe Rack في تحقيق الاستفادة القصوى من مساحتك.
      </p>
      <p className="text-slate-900 font-medium mb-2.5 text-sm">
        لا توجد مزيد من الفوضى أو ضياع الوقت في البحث عن أحذيتك - سيبقي رف
        الأحذية الخاص بنا مجموعتك منظمة وسهلة الوصول. لا تدع أحذيتك تسيطر على
        منزلك. استثمر في LuxeEnBois Rotating Shoe Rack واستمتع بفرحة المساحة
        المنظمة والمرتبة جيدًا. قل وداعًا لفوضى الأحذية ومرحبًا بتخزين الأحذية
        بلا عناء.
      </p>
    </div>
  );
};

export default About;
